Repository: CasasoftCH/complex-manager
Catalog: languages/complexmanager-*.po
Languages: de_de

source: I am interested in
de_de: Ich interessiere mich für

source: Salutation
de_de: Anrede

source: Mrs.
de_de: Frau

source: Mr.
de_de: Herr

source: Address
de_de: Adresse

source: I've heard of this project through...
de_de: Das Projekt kenne ich über...

source: Describe your inquiry
de_de: Beschreiben Sie Ihre Anfrage

source: Please fill in all the required fields
de_de: Bitte alle Pflichtfelder ausfüllen

source: Send
de_de: Senden

source: Contact
de_de: Kontakt

source: Cancel
de_de: Abbrechen

source: Visible
de_de: Sichtbar

source: Options
de_de: Optionen

source: Complex Manager Settings
de_de: Complex Manager Einstellungen

source: Main Settings
de_de: Haupteinstellungen

source: Project Image
de_de: Projektbild

source: Space/Area Decimal
de_de: Flächen-Dezimalstellen

source: Column values to show in Lists
de_de: Spaltenanzeige in der Liste

source: Enter your settings below:
de_de: Tragen Sie Einstellungen unten ein:

source: Upload Image
de_de: Bild hochladen

source: From
de_de: Von

source: Telephone
de_de: Telefon

source: Date
de_de: Datum

source: Unit Settings
de_de: Objekt Einstellungen

source: Choose or Upload a Document
de_de: Wähle oder lade ein Dokument hoch

source: Use this document
de_de: Verwende dieses Dokument

source: Unit id
de_de: Objekt ID

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: Phone
de_de: Telefon

source: Street
de_de: Strasse

source: ZIP
de_de: PLZ

source: City
de_de: Ort

source: Reason
de_de: Gründe

source: Message
de_de: Nachricht

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht ausreichende Rechte um Zugang zu dieser Seite zu haben.

source: Available
de_de: Verfügbar

source: Reserved
de_de: Reserviert

source: Rented
de_de: Vermietet

source: Sold
de_de: Verkauft

source: Unit Graphic Settings
de_de: Objekt Grafik Einstellungen

source: Download file
de_de: Datei herunterladen

source: General
de_de: Generell

source: pre-reserved
de_de: Vorreserviert

source: Number of Rooms
de_de: Zimmer

source: Apartment Story
de_de: Wohnung/Stockwerk

source: Spaces
de_de: Flächen

source: Living Space
de_de: Wohnfläche

source: Usable Space
de_de: Nutzfläche

source: Terrace Space
de_de: Terrassenfläche

source: Balcony Space
de_de: Balkonfläche

source: Buy
de_de: Kaufen

source: Currency
de_de: Währung

source: Purchase Price
de_de: Kaufpreis

source: "" = not for sale, 0 = upon request
de_de: "" = nicht zu verkaufen, 0 = auf Anfrage

source: Purchase scope
de_de: Verkaufs-Segmentierung

source: Rent
de_de: Miete

source: Rent Net Price
de_de: Mietkosten Netto

source: "" = not for rent, 0 = upon request
de_de: "" = nicht zu vermieten, 0 = auf Anfrage

source: Rent Time segment
de_de: Mieten zeitabschnitt

source: Rental scope
de_de: Miet-Segmentierung

source: Extra Costs
de_de: Nebenkosten

source: Custom Fields
de_de: Eigene Felder

source: First name is required
de_de: Vorname ist benötigt

source: Last name is required
de_de: Nachname ist benötigt

source: The company is required
de_de: Firma wird benötigt

source: Email is not valid
de_de: E-Mail ist nicht korrekt

source: A phone number is required
de_de: Eine Telefonnummer ist benötigt

source: A street address is required
de_de: Eine Strasse ist benötigt

source: ZIP is required
de_de: PLZ ist benötigt

source: City is required
de_de: Ort ist benötigt

source: Message is required
de_de: Nachricht wird benötigt

source: Ivalid post
de_de: Falsche Absendung

source: Please choose a unit
de_de: Bitte wählen Sie ein Objekt

source: Unit inquiry
de_de: Objektanfrage

source: Phone:
de_de: Telefon:

source: Unit
de_de: Objekt

source: Inquiry has been sent. Thank you!
de_de: Ihre Anfrage wurde versendet. Besten Dank!

source: Please check the following and try again:
de_de: Bitte überprüfen Sie folgendes und versuchen Sie es erneut:

source: Company
de_de: Firma

source: Gender
de_de: Geschlecht

source: Purchase price
de_de: Kaufpreis

source: Rooms
de_de: Zimmer

source: Floor
de_de: Etage

source: Living space
de_de: Wohnfläche

source: Usable space
de_de: Nutzfläche

source: Terrace space
de_de: Terrassenfläche

source: Balcony space
de_de: Balkonfläche

source: Download label
de_de: Datei Anzeigenamen

source: Purchase price%s in %s%s
de_de: Kaufpreis%s in %s%s

source: Rent%s in %s%s
de_de: Mietzins%s in %s%s

source: Rent gross
de_de: Brutto miete

source: Extra Costs%s in %s%s
de_de: Nebenkosten%s in %s%s

source: Download
de_de: Datei herunterladen

# post type general name
source: Apartment Units
de_de: Objekte

# post type singular name
source: Unit
de_de: Objekt

# admin menu
source: Apartment Units
de_de: Objekte

# add new on admin bar
source: Unit
de_de: Objekt

# unit
source: Add New
de_de: Neu hinzufügen

source: Add New Unit
de_de: Neues Objekt hinzufügen

source: New Unit
de_de: Neues Objekt hinzufügen

source: Edit Unit
de_de: Objekt bearbeiten

source: View Unit
de_de: Objekt anzeigen

source: All Units
de_de: Alle Objekte

source: Search Units
de_de: Objekte Suchen

source: Parent Unit:
de_de: Übergeordnetes Objekt

source: No units found.
de_de: Keine Objekte gefunden.

source: No units found in Trash.
de_de: Keine Objekte im Papierkorb gefunden.

# taxonomy general name
source: Buildings
de_de: Gebäude

# taxonomy singular name
source: Building
de_de: Gebäude

source: Search Buildings
de_de: Gebäude Suchen

source: All Buildings
de_de: Alle Gebäude

source: Parent Building
de_de: Übergeordnetes Gebäude

source: Parent Building:
de_de: Übergeordnetes Gebäude:

source: Edit Building
de_de: Gebäude bearbeiten

source: Update Building
de_de: Gebäude aktualisieren

source: Add New Building
de_de: Neues Gebäude hinzufügen

source: New Building Name
de_de: Neuer Gebäudenamen

source: Building
de_de: Gebäude

# taxonomy general name
source: Types
de_de: Typen

# taxonomy singular name
source: Type
de_de: Typ

source: Search Types
de_de: Typen suchen

source: All Types
de_de: Alle Typen

source: Parent Type
de_de: Übergeordneter Typ

source: Parent Type:
de_de: Übergeordneter Typ:

source: Edit Type
de_de: Typ bearbeiten

source: Update Type
de_de: Typ aktualisieren

source: Add New Type
de_de: Neuer Typ hinzufügen

source: New Type Name
de_de: Neuer Typenname

source: Types
de_de: Typen

# post type general name
source: Inquiries
de_de: Anfragen

# post type singular name
source: Inquiry
de_de: Anfrage

# admin menu
source: Inquiries
de_de: Anfragen

# add new on admin bar
source: Inquiry
de_de: Anfrage

# inquiry
source: Add New
de_de: Neu hinzufügen

source: Add New Inquiry
de_de: Neue Anfrage hinzufügen

source: New Inquiry
de_de: Neue Anfrage

source: Edit Inquiry
de_de: Anfrage bearbeiten

source: View Inquiry
de_de: Anfrage anzeigen

source: All Inquiries
de_de: Alle Anfragen

source: Search Inquiries
de_de: Anfrage suchen

source: Parent Inquiries:
de_de: Übergeordnete Anfrage

source: No inquiries found.
de_de: Keine Anfragen gefunden.

source: No inquiries found in Trash.
de_de: Keine Anfragen im Papierkorb gefunden.

# taxonomy general name
source: Reasons
de_de: Gründe

# taxonomy singular name
source: Reason
de_de: Grund

source: Search Reasons
de_de: Gründe suchen

source: All Reasons
de_de: Alle Gründe

source: Parent Reason
de_de: Übergeordneter Grund

source: Parent Reason:
de_de: Übergeordneter Grund:

source: Edit Reason
de_de: Grund bearbeiten

source: Update Reason
de_de: Grund aktualisieren

source: Add New Reason
de_de: Neuer Grund hinzufügen

source: New Reason Name
de_de: Neuer Grund

source: Reasons
de_de: Gründe
